app/views/courses/index.html.erb

			</li>
			<% Course::CATEGORIES.each do |category| %>
---
SELECT "courses".* FROM "courses"