app/controllers/courses_controller.rb

  def index
    @Allcourses = Course.all
---
SELECT "courses".* FROM "courses"